Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# ResettingPolicyIdAndAssigningPolicyNameMessage
source: Resetting the policy ID and assigning policy name
ar: إعادة تعيين معرف السياسة وتعيين اسم السياسة
de_de: Die Richtlinien-ID wird zurückgesetzt und ein Richtlinienname zugewiesen
el_gr: Επαναφορά του αναγνωριστικού πολιτικής και ανάθεση ονόματος πολιτικής
es: Restableciendo el ID de la directiva y asignando el nombre de la directiva
fr_fr: Réinitialisation de l'ID de politique et attribution du nom de politique
he_il: מאפס את מזהה המדיניות ומשייך שם למדיניות
hi_in: नीति ID रीसेट कर रहे हैं और नीति नाम असाइन कर रहे हैं
ja_jp: ポリシーIDをリセットし、ポリシー名を割り当てています
ml_in: നയ ഐഡി പുനഃസജ്ജമാക്കുകയും നയ നാമം നൽകുകയും ചെയ്യുന്നു
pl_pl: Resetowanie identyfikatora zasad i przypisywanie nazwy zasad
tr_tr: Politika kimliğini sıfırlama ve politika adını atama

# ConvertingPolicyFileToCipBinaryMessage
source: Converting the policy file to .CIP binary
ar: تحويل ملف السياسة إلى ملف ثنائي .CIP
de_de: Konvertieren der Richtliniendatei in eine .CIP-Binärdatei
el_gr: Μετατροπή του αρχείου πολιτικής σε διπλώματος .CIP
es: Convirtiendo el archivo de directiva a binario .CIP
fr_fr: Conversion du fichier de politique en binaire .CIP
he_il: ממיר את קובץ המדיניות לבינארי בפורמט .CIP
hi_in: नीति फ़ाइल को .CIP बाइनरी में परिवर्तित कर रहे हैं
ja_jp: ポリシーファイルを.CIPバイナリに変換しています
ml_in: നയ ഫയൽ .CIP ബൈനറിയിലേക്ക് പരിവർത്തനം ചെയ്യുന്നു
pl_pl: Konwertowanie pliku zasad na plik binarny .CIP
tr_tr: Politika dosyasını .CIP ikili dosyasına dönüştürme

# DeployingStrictKernelModePolicyMessage
source: Deploying the Strict Kernel-mode policy with the ID {0}
ar: نشر سياسة وضع النواة الصارم بالمعرف {0}
de_de: Bereitstellen der strikten Kernelmodus-Richtlinie mit der ID {0}
el_gr: Ανάπτυξη της Πολιτικής Αυστηρής Λειτουργίας Πυρήνα με αναγνωριστικό {0}
es: Implementando la directiva de Modo Kernel Estricto con el ID {0}
fr_fr: Déploiement de la politique Mode Noyau Strict avec l'ID {0}
he_il: מפעיל את מדיניות Strict Kernel-mode עם המזהה {0}
hi_in: ID {0} के साथ सख्त कर्नेल-मोड नीति तैनात कर रहे हैं
ja_jp: ID {0}の厳格なカーネルモードポリシーを展開しています
ml_in: {0} ഐഡിയുള്ള കർശന കേർണൽ-മോഡ് നയം വിന്യസിക്കുന്നു
pl_pl: Wdrażanie zasad trybu ścisłego jądra o identyfikatorze {0}
tr_tr: Katı Çekirdek modu politikasını {0} kimliğiyle dağıtma

# GettingLatestPolicyFromOfficialRepoMessage
source: Getting the latest {0} from the official Microsoft GitHub repository
ar: الحصول على أحدث {0} من مستودع Microsoft GitHub الرسمي
de_de: Abrufen der neuesten Version von {0} aus dem offiziellen Microsoft-GitHub-Repository
el_gr: Λήψη του πιο πρόσφατου {0} από το επίσημο αποθετήριο GitHub της Microsoft
es: Obteniendo la última {0} del repositorio oficial de Microsoft en GitHub
fr_fr: Récupération du dernier {0} depuis le dépôt GitHub officiel de Microsoft
he_il: מושך את {0} העדכני ביותר מאחסון GitHub הרשמי של Microsoft
hi_in: आधिकारिक Microsoft GitHub रिपॉज़िटरी से नवीनतम {0} प्राप्त कर रहे हैं
ja_jp: 公式のMicrosoft GitHubリポジトリから最新の{0}を取得しています
ml_in: ഔദ്യോഗിക മൈക്രോസോഫ്റ്റ് GitHub റിപ്പോസിറ്ററിയിൽ നിന്ന് ഏറ്റവും പുതിയ {0} നേടുന്നു
pl_pl: Pobieranie najnowszych zasad {0} z oficjalnego repozytorium Microsoft GitHub
tr_tr: Resmi Microsoft GitHub deposundan en son {0} sürümünü alma

# AssigningPolicyNameAndResettingPolicyIDMessage
source: Assigning policy name and resetting policy ID
ar: تعيين اسم السياسة وإعادة تعيين معرف السياسة
de_de: Zuweisen des Richtliniennamens und Zurücksetzen der Richtlinien-ID
el_gr: Ανάθεση ονόματος πολιτικής και επαναφορά αναγνωριστικού πολιτικής
es: Asignando nombre de directiva y restableciendo ID de directiva
fr_fr: Attribution du nom de politique et réinitialisation de l'ID de politique
he_il: משייך שם למדיניות ומאפס את מזהה המדיניות
hi_in: नीति नाम असाइन कर रहे हैं और नीति ID रीसेट कर रहे हैं
ja_jp: ポリシー名を割り当て、ポリシーIDをリセットしています
ml_in: നയ നാമം നൽകുകയും നയ ഐഡി പുനഃസജ്ജമാക്കുകയും ചെയ്യുന്നു
pl_pl: Przypisywanie nazwy zasad i resetowanie identyfikatora zasad
tr_tr: Politika adı atama ve politika kimliğini sıfırlama

# CheckingIfPolicyIsAlreadyDeployedMessage
source: Checking if the {0} policy is already deployed
ar: التحقق مما إذا كانت سياسة {0} منشورة بالفعل
de_de: Es wird geprüft, ob die {0}-Richtlinie bereits bereitgestellt ist
el_gr: Έλεγχος εάν η πολιτική {0} είναι ήδη αναπτυγμένη
es: Comprobando si la directiva {0} ya está implementada
fr_fr: Vérification si la politique {0} est déjà déployée
he_il: בודק אם מדיניות {0} כבר מותקנת
hi_in: जाँच रहे हैं कि {0} नीति पहले से तैनात है या नहीं
ja_jp: {0}ポリシーが既に展開されているか確認しています
ml_in: {0} നയം ഇതിനകം വിന്യസിച്ചിട്ടുണ്ടോയെന്ന് പരിശോധിക്കുന്നു
pl_pl: Sprawdzanie, czy zasady {0} są już wdrożone
tr_tr: {0} politikasının zaten konuşlandırılmış olup olmadığı kontrol ediliyor

# PolicyAlreadyDeployedUpdatingUsingSameGuidMessage
source: {0} policy is already deployed, updating it using the same GUID which is {1}.
ar: سياسة {0} منشورة بالفعل، يتم تحديثها باستخدام نفس GUID وهو {1}.
de_de: {0}-Richtlinie ist bereits bereitgestellt, sie wird mit derselben GUID aktualisiert, die {1} lautet.
el_gr: Η πολιτική {0} είναι ήδη αναπτυγμένη, ενημέρωσή της με το ίδιο GUID, το οποίο είναι {1}.
es: La directiva {0} ya está implementada, actualizándola usando el mismo GUID que es {1}.
fr_fr: La politique {0} est déjà déployée, mise à jour en utilisant le même GUID qui est {1}.
he_il: מדיניות {0} כבר מותקנת, מעדכן אותה באמצעות אותו GUID שהוא {1}.
hi_in: {0} नीति पहले से तैनात है, इसे उसी GUID {1} के साथ अपडेट कर रहे हैं।
ja_jp: {0}ポリシーは既に展開されています。同じGUID {1}を使用して更新しています。
ml_in: {0} നയം ഇതിനകം വിന്യസിച്ചിട്ടുണ്ട്, {1} എന്ന അതേ GUID ഉപയോഗിച്ച് അത് അപ്‌ഡേറ്റ് ചെയ്യുന്നു.
pl_pl: Zasady {0} są już wdrożone, aktualizowanie ich przy użyciu tego samego identyfikatora GUID, który to {1}.
tr_tr: {0} politikası zaten dağıtılmış durumda ve {1} olan aynı GUID'yi kullanarak güncelleniyor.

# PolicyNotDeployedDeployingNowMessage
source: {0} policy is not deployed, deploying it now.
ar: سياسة {0} غير منشورة، يتم نشرها الآن.
de_de: {0}-Richtlinie ist nicht bereitgestellt, sie wird jetzt bereitgestellt.
el_gr: Η πολιτική {0} δεν είναι αναπτυγμένη, ανάπτυξη τώρα.
es: La directiva {0} no está implementada, implementándola ahora.
fr_fr: La politique {0} n'est pas déployée, déploiement en cours.
he_il: מדיניות {0} לא מותקנת, מתקינה אותה כעת.
hi_in: {0} नीति तैनात नहीं है, अब तैनात कर रहे हैं।
ja_jp: {0}ポリシーは展開されていません。今展開しています。
ml_in: {0} നയം വിന്യസിച്ചിട്ടില്ല, ഇപ്പോൾ അത് വിന്യസിക്കുന്നു.
pl_pl: Zasady {0} nie są wdrożone, wdrażanie ich teraz.
tr_tr: {0} politikası dağıtılmadı, şimdi dağıtılıyor.

# NoXmlContentFoundForUserModeBlockRulesErrorMessage
source: No XML content found on the Microsoft GitHub source for Microsoft Recommended User Mode Block Rules.
ar: لم يتم العثور على محتوى XML على مصدر Microsoft GitHub لقواعد حظر وضع المستخدم الموصى بها من Microsoft.
de_de: Kein XML-Inhalt auf der Microsoft-GitHub-Quelle für von Microsoft empfohlene Benutzermodus-Sperrregeln gefunden.
el_gr: Δεν βρέθηκε περιεχόμενο XML στην πηγή GitHub της Microsoft για τους Συνιστώμενους Κανόνες Αποκλεισμού Λειτουργίας Χρήστη.
es: No se encontró contenido XML en el código fuente de Microsoft GitHub para las Reglas de Bloqueo de Modo Usuario Recomendadas por Microsoft.
fr_fr: Aucun contenu XML trouvé sur la source GitHub Microsoft pour les Règles de Blocage Mode Utilisateur Recommandées par Microsoft.
he_il: לא נמצא תוכן XML במקור GitHub של Microsoft עבור כללי חסימת מצב משתמש מומלצים.
hi_in: Microsoft GitHub स्रोत पर Microsoft अनुशंसित User Mode Block Rules के लिए कोई XML सामग्री नहीं मिली।
ja_jp: Microsoft GitHubソースにMicrosoft推奨ユーザーモードブロックルールのXMLコンテンツが見つかりませんでした。
ml_in: മൈക്രോസോഫ്റ്റ് ശുപാർശിത യൂസർ മോഡ് ബ്ലോക്ക് നിയമങ്ങൾക്കായി മൈക്രോസോഫ്റ്റ് GitHub ഉറവിടത്തിൽ XML ഉള്ളടക്കമൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono zawartości XML w źródle Microsoft GitHub dla zalecanych przez Microsoft reguł blokowania trybu użytkownika.

# AddingRuleOptionMessage
source: Adding Rule Option: {0}
ar: إضافة خيار القاعدة: {0}
de_de: Regeloption wird hinzugefügt: {0}
el_gr: Προσθήκη Επιλογής Κανόνα: {0}
es: Agregando Opción de Regla: {0}
fr_fr: Ajout de l'Option de Règle : {0}
he_il: מוסיף אפשרות כלל: {0}
hi_in: नियम विकल्प जोड़ रहे हैं: {0}
ja_jp: ルールオプションを追加しています：{0}
ml_in: നിയമ ഓപ്ഷൻ ചേർക്കുന്നു: {0}
pl_pl: Dodawanie opcji reguły: {0}
tr_tr: Kural Seçeneği Ekleme: {0}

# RemovingRuleOptionMessage
source: Removing Rule Option: {0}
ar: إزالة خيار القاعدة: {0}
de_de: Regeloption wird entfernt: {0}
el_gr: Αφαίρεση Επιλογής Κανόνα: {0}
es: Eliminando Opción de Regla: {0}
fr_fr: Suppression de l'Option de Règle : {0}
he_il: מסיר אפשרות כלל: {0}
hi_in: नियम विकल्प हटा रहे हैं: {0}
ja_jp: ルールオプションを削除しています：{0}
ml_in: നിയമ ഓപ്ഷൻ നീക്കംചെയ്യുന്നു: {0}
pl_pl: Usuwanie opcji reguły: {0}
tr_tr: Kural Seçeneğinin Kaldırılması: {0}

# XmlValidationErrorMessage
source: Validation error in {0}: {1}
ar: خطأ في التحقق من الصحة في {0}: {1}
de_de: Validierungsfehler in {0}: {1}
el_gr: Σφάλμα επικύρωσης σε {0}: {1}
es: Error de validación en {0}: {1}
fr_fr: Erreur de validation dans {0} : {1}
he_il: שגיאת אימות ב-{0}: {1}
hi_in: मान्यता त्रुटि {0} में: {1}
ja_jp: {0}の検証エラー：{1}
ml_in: {0}-ലെ സാധൂകരണ പിശക്: {1}
pl_pl: Błąd walidacji w {0}: {1}
tr_tr: {0}'da doğrulama hatası: {1}

# CertificateCommonNameInvalidErrorMessage
source: {0} does not belong to a subject CN of any of the deployed certificates
ar: {0} لا ينتمي إلى اسم شائع لموضوع أي من الشهادات المنشورة
de_de: {0} gehört zu keinem Betreff-CN eines der bereitgestellten Zertifikate
el_gr: {0} δεν ανήκει σε κανένα subject CN από τα αναπτυγμένα πιστοποιητικά
es: {0} no pertenece a un CN de sujeto de ninguno de los certificados implementados
fr_fr: {0} n'appartient à aucun CN sujet des certificats déployés
he_il: {0} אינו חלק מ-Subject CN של אף אחת מהתעודות המופעלות
hi_in: {0} किसी भी तैनात प्रमाणपत्र के विषय CN में नहीं आता
ja_jp: {0}は、展開されている証明書のいずれのサブジェクトCNにも属していません
ml_in: {0} വിന്യസിച്ച ഏതെങ്കിലും സർട്ടിഫിക്കറ്റുകളുടെ ഒരു സബ്ജക്റ്റ് CN-ൽ ഉൾപ്പെടുന്നില്ല
pl_pl: {0} nie należy do nazwy pospolitej podmiotu żadnego z wdrożonych certyfikatów
tr_tr: {0}, dağıtılan sertifikalardan herhangi birinin konu CN'sine ait değil

# ReadingUserConfigurationsFileMessage
source: Trying to parse and read the current user configurations file
ar: محاولة تحليل وقراءة ملف تكوينات المستخدم الحالي
de_de: Es wird versucht, die aktuelle Benutzerkonfigurationsdatei zu analysieren und zu lesen
el_gr: Προσπάθεια ανάλυσης και ανάγνωσης του αρχείου ρυθμίσεων χρήστη
es: Intentando analizar y leer el archivo de configuraciones del usuario actual
fr_fr: Tentative d'analyse et de lecture du fichier de configuration utilisateur actuel
he_il: מנסה לנתח ולקרוא את קובץ הגדרות המשתמש הנוכחי
hi_in: वर्तमान उपयोगकर्ता विन्यास फ़ाइल पार्स और पढ़ने का प्रयास कर रहे हैं
ja_jp: 現在のユーザー構成ファイルを解析して読み取ろうとしています
ml_in: നിലവിലെ ഉപയോക്താവിന്റെ കോൺഫിഗറേഷൻ ഫയൽ പാഴ്‌സ് ചെയ്യാനും വായിക്കാനും ശ്രമിക്കുന്നു
pl_pl: Próba przeanalizowania i odczytania bieżącego pliku konfiguracji użytkownika
tr_tr: Geçerli kullanıcı yapılandırmaları dosyasını ayrıştırmaya ve okumaya çalışıyorum

# AppControlManagerFolderCreatedMessage
source: The AppControl Manager folder in Program Files has been created because it did not exist.
ar: تم إنشاء مجلد AppControl Manager في Program Files لأنه لم يكن موجودًا.
de_de: Der Ordner „AppControl Manager“ in „Program Files“ wurde erstellt, da er nicht vorhanden war.
el_gr: Ο φάκελος AppControl Manager στα Program Files δημιουργήθηκε επειδή δεν υπήρχε.
es: La carpeta AppControl Manager en Archivos de Programa se ha creado porque no existía.
fr_fr: Le dossier AppControl Manager dans Program Files a été créé car il n'existait pas.
he_il: תיקיית AppControl Manager בתיקיית Program Files נוצרה מכיוון שלא הייתה קיימת.
hi_in: Program Files में AppControl Manager फ़ोल्डर बनाया गया क्योंकि यह मौजूद नहीं था।
ja_jp: Program Files内のAppControl Managerフォルダーは存在しなかったため作成されました。
ml_in: പ്രോഗ്രാം ഫയലുകളിലെ ആപ്പ്കൺട്രോൾ മാനേജർ ഫോൾഡർ നിലവിലില്ലാത്തതിനാൽ സൃഷ്‌ടിച്ചു.
pl_pl: Folder Menedżera AppControl w Program Files został utworzony, ponieważ nie istniał.
tr_tr: Program Dosyalarındaki AppControl Manager klasörü mevcut olmadığı için oluşturuldu.

# ErrorReadingUserConfigMessage
source: Error reading or parsing the user configuration file: {0} A new configuration with default values will be created.
ar: خطأ في قراءة أو تحليل ملف تكوين المستخدم: {0} سيتم إنشاء تكوين جديد بقيم افتراضية.
de_de: Fehler beim Lesen oder Analysieren der Benutzerkonfigurationsdatei: {0} Es wird eine neue Konfiguration mit Standardwerten erstellt.
el_gr: Σφάλμα κατά την ανάγνωση ή ανάλυση του αρχείου ρυθμίσεων χρήστη: {0} Θα δημιουργηθεί νέα ρύθμιση με προεπιλεγμένες τιμές.
es: Error al leer o analizar el archivo de configuración del usuario: {0} Se creará una nueva configuración con valores predeterminados.
fr_fr: Erreur de lecture ou d'analyse du fichier de configuration utilisateur : {0} Une nouvelle configuration avec des valeurs par défaut sera créée.
he_il: שגיאה בקריאה או בניתוח קובץ הגדרות המשתמש: {0}. תיווצר הגדרה חדשה עם ערכי ברירת מחדל.
hi_in: उपयोगकर्ता विन्यास फ़ाइल पढ़ने या पार्स करने में त्रुटि: {0}। एक नया डिफ़ॉल्ट विन्यास बनाया जाएगा।
ja_jp: ユーザー構成ファイルの読み取りまたは解析中にエラーが発生しました：{0} デフォルト値で新しい構成が作成されます。
ml_in: ഉപയോക്തൃ കോൺഫിഗറേഷൻ ഫയൽ വായിക്കുന്നതിലോ പാഴ്‌സ് ചെയ്യുന്നതിലോ പിശക്: {0} സ്ഥിര മൂല്യങ്ങളുള്ള ഒരു പുതിയ കോൺഫിഗറേഷൻ സൃഷ്‌ടിക്കും.
pl_pl: Błąd odczytu lub analizy pliku konfiguracji użytkownika: {0} Zostanie utworzona nowa konfiguracja z wartościami domyślnymi.
tr_tr: Kullanıcı yapılandırma dosyası okunurken veya ayrıştırılırken hata oluştu: {0} Varsayılan değerlere sahip yeni bir yapılandırma oluşturulacak.

# SpecifiedPropertiesRemovedAndSetToNullMessage
source: The specified properties have been removed and set to null in the UserConfigurations.json file.
ar: تمت إزالة الخصائص المحددة وتعيينها إلى قيمة فارغة في ملف UserConfigurations.json.
de_de: Die angegebenen Eigenschaften wurden entfernt und in der Datei UserConfigurations.json auf null gesetzt.
el_gr: Οι καθορισμένες ιδιότητες αφαιρέθηκαν και ορίστηκαν σε null στο αρχείο UserConfigurations.json.
es: Las propiedades especificadas se han eliminado y establecido en nulo en el archivo UserConfigurations.json.
fr_fr: Les propriétés spécifiées ont été supprimées et définies sur null dans le fichier UserConfigurations.json.
he_il: המאפיינים שצוינו הוסרו והוגדרו כ-null בקובץ UserConfigurations.json.
hi_in: निर्दिष्ट गुण UserConfigurations.json फ़ाइल में हटा दिए गए और null कर दिए गए हैं।
ja_jp: 指定されたプロパティは削除され、UserConfigurations.jsonファイルでnullに設定されました。
ml_in: UserConfigurations.json ഫയലിൽ നിർദ്ദിഷ്‌ട പ്രോപ്പർട്ടികൾ നീക്കം ചെയ്യുകയും ശൂന്യമായി സജ്ജമാക്കുകയും ചെയ്‌തു.
pl_pl: Określone właściwości zostały usunięte i ustawione na null w pliku UserConfigurations.json.
tr_tr: Belirtilen özellikler kaldırıldı ve UserConfigurations.json dosyasında null değerine ayarlandı.

# KeyRemovedFromSignedPolicyStage1RemovalTimesMessage
source: Key '{0}' removed from the SignedPolicyStage1RemovalTimes dictionary.
ar: تمت إزالة المفتاح "{0}" من قاموس SignedPolicyStage1RemovalTimes.
de_de: Schlüssel '{0}' aus dem Wörterbuch SignedPolicyStage1RemovalTimes entfernt.
el_gr: Το κλειδί '{0}' αφαιρέθηκε από το λεξικό SignedPolicyStage1RemovalTimes.
es: Clave '{0}' eliminada del diccionario SignedPolicyStage1RemovalTimes.
fr_fr: Clé '{0}' supprimée du dictionnaire SignedPolicyStage1RemovalTimes.
he_il: המפתח '{0}' הוסר ממילון SignedPolicyStage1RemovalTimes.
hi_in: SignedPolicyStage1RemovalTimes शब्दकोश से कुंजी '{0}' हटा दी गई।
ja_jp: キー「{0}」がSignedPolicyStage1RemovalTimesディクショナリから削除されました。
ml_in: SignedPolicyStage1RemovalTimes നിഘണ്ടുവിൽ നിന്ന് '{0}' കീ നീക്കം ചെയ്‌തു.
pl_pl: Klucz „{0}” usunięty ze słownika SignedPolicyStage1RemovalTimes.
tr_tr: '{0}' anahtarı SignedPolicyStage1RemovalTimes sözlüğünden kaldırıldı.

# KeyNotFoundInSignedPolicyStage1RemovalTimesMessage
source: Key '{0}' not found in the SignedPolicyStage1RemovalTimes dictionary.
ar: لم يتم العثور على المفتاح "{0}" في قاموس SignedPolicyStage1RemovalTimes.
de_de: Schlüssel '{0}' im Wörterbuch SignedPolicyStage1RemovalTimes nicht gefunden.
el_gr: Το κλειδί '{0}' δεν βρέθηκε στο λεξικό SignedPolicyStage1RemovalTimes.
es: Clave '{0}' no encontrada en el diccionario SignedPolicyStage1RemovalTimes.
fr_fr: Clé '{0}' introuvable dans le dictionnaire SignedPolicyStage1RemovalTimes.
he_il: המפתח '{0}' לא נמצא במילון SignedPolicyStage1RemovalTimes.
hi_in: SignedPolicyStage1RemovalTimes शब्दकोश में कुंजी '{0}' नहीं मिली।
ja_jp: キー「{0}」がSignedPolicyStage1RemovalTimesディクショナリに見つかりませんでした。
ml_in: SignedPolicyStage1RemovalTimes നിഘണ്ടുവിൽ '{0}' കീ കണ്ടെത്തിയില്ല.
pl_pl: Klucz „{0}” nie znaleziony w słowniku SignedPolicyStage1RemovalTimes.
tr_tr: '{0}' anahtarı SignedPolicyStage1RemovalTimes sözlüğünde bulunamadı.

# UserConfigurationsFileUpdatedSuccessfullyMessage
source: The UserConfigurations.json file has been updated successfully.
ar: تم تحديث ملف UserConfigurations.json بنجاح.
de_de: Die Datei UserConfigurations.json wurde erfolgreich aktualisiert.
el_gr: Το αρχείο UserConfigurations.json ενημερώθηκε με επιτυχία.
es: El archivo UserConfigurations.json se ha actualizado correctamente.
fr_fr: Le fichier UserConfigurations.json a été mis à jour avec succès.
he_il: קובץ UserConfigurations.json עודכן בהצלחה.
hi_in: UserConfigurations.json फ़ाइल सफलतापूर्वक अपडेट हो गई है।
ja_jp: UserConfigurations.jsonファイルが正常に更新されました。
ml_in: UserConfigurations.json ഫയൽ വിജയകരമായി അപ്‌ഡേറ്റ് ചെയ്‌തു.
pl_pl: Plik UserConfigurations.json został pomyślnie zaktualizowany.
tr_tr: UserConfigurations.json dosyası başarıyla güncellendi.

# KeyValuePairAddedToSignedPolicyStage1RemovalTimesMessage
source: Key-value pair added to the SignedPolicyStage1RemovalTimes: {0} = {1}
ar: تمت إضافة زوج المفتاح والقيمة إلى SignedPolicyStage1RemovalTimes: {0} = {1}
de_de: Schlüssel-Wert-Paar zu SignedPolicyStage1RemovalTimes hinzugefügt: {0} = {1}
el_gr: Ζεύγος κλειδιού-τιμής προστέθηκε στο SignedPolicyStage1RemovalTimes: {0} = {1}
es: Par clave-valor agregado a SignedPolicyStage1RemovalTimes: {0} = {1}
fr_fr: Paire clé-valeur ajoutée à SignedPolicyStage1RemovalTimes : {0} = {1}
he_il: זוג מפתח-ערך נוסף ל-SignedPolicyStage1RemovalTimes: {0} = {1}
hi_in: SignedPolicyStage1RemovalTimes में कुंजी-मूल्य जोड़ी जोड़ी गई: {0} = {1}
ja_jp: キーと値のペアがSignedPolicyStage1RemovalTimesに追加されました：{0} = {1}
ml_in: SignedPolicyStage1RemovalTimes-ലേക്ക് കീ-മൂല്യ ജോഡി ചേർത്തു: {0} = {1}
pl_pl: Para klucz-wartość dodana do SignedPolicyStage1RemovalTimes: {0} = {1}
tr_tr: SignedPolicyStage1RemovalTimes'a anahtar/değer çifti eklendi: {0} = {1}

# SignInProcessCancelledMessage
source: Sign in process was cancelled
ar: تم إلغاء عملية تسجيل الدخول
de_de: Anmeldevorgang wurde abgebrochen
el_gr: Η διαδικασία εισόδου ακυρώθηκε
es: El proceso de inicio de sesión fue cancelado
fr_fr: Le processus de connexion a été annulé
he_il: תהליך הכניסה בוטל
hi_in: साइन-इन प्रक्रिया रद्द की गई
ja_jp: サインインプロセスはキャンセルされました
ml_in: സൈൻ ഇൻ പ്രക്രിയ റദ്ദാക്കി
pl_pl: Proces logowania został anulowany
tr_tr: Oturum açma işlemi iptal edildi

# SuccessfullyLoggedOutSelectedAccountMessage
source: Successfully logged out of the selected account.
ar: تم تسجيل الخروج بنجاح من الحساب المحدد.
de_de: Erfolgreich vom ausgewählten Konto abgemeldet.
el_gr: Η αποσύνδεση από τον επιλεγμένο λογαριασμό ήταν επιτυχής.
es: Se cerró sesión correctamente de la cuenta seleccionada.
fr_fr: Déconnexion réussie du compte sélectionné.
he_il: ניתקת בהצלחה מהחשבון הנבחר.
hi_in: चयनित खाते से सफलतापूर्वक लॉग आउट किया गया।
ja_jp: 選択されたアカウントから正常にログアウトしました。
ml_in: തിരഞ്ഞെടുത്ത അക്കൗണ്ടിൽ നിന്ന് വിജയകരമായി ലോഗ് ഔട്ട് ചെയ്‌തു.
pl_pl: Pomyślnie wylogowano z wybranego konta.
tr_tr: Seçilen hesaptan başarıyla çıkış yapıldı.

# SuccessfullySetActiveAccountMessage
source: Successfully set the account with the username ({0}) as the Active Account for the current page.
ar: تم تعيين الحساب باسم المستخدم ({0}) بنجاح كحساب نشط للصفحة الحالية.
de_de: Das Konto mit dem Benutzernamen ({0}) wurde erfolgreich als aktives Konto für die aktuelle Seite festgelegt.
el_gr: Ο λογαριασμός με όνομα χρήστη ({0}) ορίστηκε επιτυχώς ως Ενεργός λογαριασμός για την τρέχουσα σελίδα.
es: Se estableció correctamente la cuenta con el nombre de usuario ({0}) como la Cuenta Activa para la página actual.
fr_fr: Le compte avec le nom d'utilisateur ({0}) a été défini avec succès comme Compte Actif pour la page actuelle.
he_il: חשבון המשתמש ({0}) נקבע בהצלחה כחשבון פעיל עבור הדף הנוכחי.
hi_in: उपयोगकर्ता नाम ({0}) वाले खाते को वर्तमान पृष्ठ के लिए सक्रिय खाता सेट किया गया।
ja_jp: ユーザー名（{0}）のアカウントが現在のページのアクティブアカウントとして正常に設定されました。
ml_in: നിലവിലെ പേജിനായി ({0}) ഉപയോക്തൃനാമമുള്ള അക്കൗണ്ട് സജീവ അക്കൗണ്ടായി വിജയകരമായി സജ്ജമാക്കി.
pl_pl: Pomyślnie ustawiono konto o nazwie użytkownika ({0}) jako aktywne konto dla bieżącej strony.
tr_tr: Kullanıcı adı ({0}) olan hesabı, geçerli sayfanın Etkin Hesabı olarak başarıyla ayarlayın.

# SigningIntoMSGraphMessage
source: Signing into MSGraph
ar: تسجيل الدخول إلى MSGraph
de_de: Anmeldung bei MSGraph
el_gr: Σύνδεση στο MSGraph
es: Iniciando sesión en MSGraph
fr_fr: Connexion à MSGraph
he_il: מתחבר ל-MSGraph
hi_in: MSGraph में साइन इन कर रहे हैं
ja_jp: MSGraphにサインインしています
ml_in: MSGraph-ലേക്ക് സൈൻ ഇൻ ചെയ്യുന്നു
pl_pl: Logowanie do MSGraph
tr_tr: MSGraph'ta oturum açma

# SuccessfullySignedIntoMSGraphMessage
source: Successfully signed into MSGraph
ar: تم تسجيل الدخول بنجاح إلى MSGraph
de_de: Erfolgreich bei MSGraph angemeldet
el_gr: Η σύνδεση στο MSGraph ήταν επιτυχής
es: Se inició sesión correctamente en MSGraph
fr_fr: Connexion réussie à MSGraph
he_il: ההתחברות ל-MSGraph הושלמה בהצלחה
hi_in: MSGraph में सफलतापूर्वक साइन इन किया गया
ja_jp: MSGraphへのサインインに成功しました
ml_in: MSGraph-ലേക്ക് വിജയകരമായി സൈൻ ഇൻ ചെയ്‌തു
pl_pl: Pomyślnie zalogowano do MSGraph
tr_tr: MSGraph'ta başarıyla oturum açıldı

# SignInProcessCancelledByUserMessage
source: Sign in to MSGraph was cancelled by the user
ar: تم إلغاء تسجيل الدخول إلى MSGraph بواسطة المستخدم
de_de: Die Anmeldung bei MSGraph wurde vom Benutzer abgebrochen
el_gr: Η σύνδεση στο MSGraph ακυρώθηκε από τον χρήστη
es: El usuario canceló el inicio de sesión en MSGraph
fr_fr: La connexion à MSGraph a été annulée par l'utilisateur
he_il: תהליך ההתחברות ל-MSGraph בוטל על-ידי המשתמש
hi_in: यूज़र द्वारा MSGraph में साइन इन रद्द किया गया
ja_jp: MSGraphへのサインインはユーザーによってキャンセルされました
ml_in: MSGraph-ലേക്കുള്ള സൈൻ ഇൻ ഉപയോക്താവ് റദ്ദാക്കി
pl_pl: Logowanie do MSGraph zostało anulowane przez użytkownika
tr_tr: MSGraph'ta oturum açma kullanıcı tarafından iptal edildi

# ErrorSigningIntoMSGraphMessage
source: There was an error signing into MSGraph:
ar: حدث خطأ أثناء تسجيل الدخول إلى MSGraph:
de_de: Fehler bei der Anmeldung bei MSGraph:
el_gr: Παρουσιάστηκε σφάλμα κατά τη σύνδεση στο MSGraph:
es: Hubo un error al iniciar sesión en MSGraph:
fr_fr: Une erreur s'est produite lors de la connexion à MSGraph :
he_il: אירעה שגיאה בהתחברות ל-MSGraph:
hi_in: MSGraph में साइन इन करते समय त्रुटि हुई:
ja_jp: MSGraphへのサインイン中にエラーが発生しました：
ml_in: MSGraph-ലേക്ക് സൈൻ ഇൻ ചെയ്യുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു:
pl_pl: Wystąpił błąd podczas logowania do MSGraph:
tr_tr: MSGraph'ta oturum açılırken bir hata oluştu:

# MDEAdvancedHuntingQuerySuccessfulMessage
source: MDE Advanced Hunting Query has been Successful.
ar: تم تنفيذ استعلام MDE Advanced Hunting بنجاح.
de_de: MDE Advanced Hunting-Abfrage war erfolgreich.
el_gr: Το ερώτημα MDE Advanced Hunting ολοκληρώθηκε με επιτυχία.
es: La Consulta de Búsqueda Avanzada de MDE ha sido Exitosa.
fr_fr: La requête de recherche avancée MDE a réussi.
he_il: השאילתא של MDE Advanced Hunting הושלמה בהצלחה.
hi_in: MDE उन्नत शिकार क्वेरी सफल रही।
ja_jp: MDE高度な追求クエリが成功しました。
ml_in: MDE അഡ്വാൻസ്ഡ് ഹണ്ടിംഗ് ക്വറി വിജയകരമായിരുന്നു.
pl_pl: Zapytanie zaawansowanego wyszukiwania MDE zakończyło się pomyślnie.
tr_tr: MDE Gelişmiş Arama Sorgusu Başarılı Oldu.
